Repository: hkirsman/tsitaat_com
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: et_ee

source: quotations
et_ee: tsitaadid

source: quotes
et_ee: tsitaadid

source: authors
et_ee: autorid

source: Tag
et_ee: Märksõna

source: tags
et_ee: teemad

source: Rating
et_ee: Hinne

source: Go to quotation
et_ee: Tsitaadi juurde

source: QuoteBook24.com - Worlds best online quotebook
et_ee: Tsitaat.com - Eesti parim online tsitaadikogu

source: Latest quotations
et_ee: Viimati lisatud tsitaadid

source: latest-quotes
et_ee: viimati-lisatud-tsitaadid

source: Quotations by Author
et_ee: Autorite kategooria

source: Tag category
et_ee: Teemade kategooria

source: Source category:
et_ee: Allika kategooria

source: There is no such source.
et_ee: Sellist allikat ei ole olemas.

source: Quotes by source
et_ee: Allikate kategooria

source: Quotations by source
et_ee: Autorite kategooria

source: Top 100 quotes
et_ee: Top 100 tsitaadid

source: Best 100 quotations
et_ee: Parimad 100 tsitaati

source: Top 100-200 quotes
et_ee: Top 100-200 tsitaadid

source: Best quotations - top 100-200
et_ee: Parimad tsitaadid - top 100-200

source: Latest quotes
et_ee: Viimati lisatud tsitaadid

source: Search
et_ee: Otsi

source: Quotation contributors
et_ee: Tsitaatide lisajad

source: Activate random quote
et_ee: Aktiveeri suvaline tsitaat

source: Sorry, but the page was not found!
et_ee: Vabandust aga lehte ei leitud!

source: Page load took %s seconds.
et_ee: Lehe laadimine võttis %s sekundit aega.

source: quote quotes world translations
et_ee: tsitaat tsitaadid maailm tõlked

source: QuoteBook24.com is best online source for quotes and quote translations
et_ee: tsitaat.com on iga päev kasvav eesti suurim online tsitaadikogu.

source: Next generation online quotationsbook
et_ee: Eesti parim online tsitaadikogu

source: Tags
et_ee: Teemad

source: Category
et_ee: Kategooria

source: Vote
et_ee: Hääleta

source: Authors
et_ee: Autorid

source: Username
et_ee: Kasutaja

source: Password
et_ee: Parool

source: New here?
et_ee: Oled siin uus?

source: User activity
et_ee: Viimased aktiivsed kasutajad

source: For nerds :)
et_ee: Nohikutele :)

source: sources
et_ee: allikad

source: About QuoteBook24.com
et_ee: Tsitaat.com'st

source: quotes, quotations, world
et_ee: tsitaat, tsitaadid, maailm, eesti

source: Click to zoom in
et_ee: Klõpsa suurendamiseks

source: search
et_ee: otsi

source: Previous page
et_ee: Eelmine

source: Next page
et_ee: Järgmine leht

source: BC
et_ee: pKr

source: ca.
et_ee: umbes

source: was
et_ee: oli

source: is
et_ee: on

source: page
et_ee: leht

source: top-100-quotes
et_ee: top-100-tsitaadid

source: top-100-200-quotes
et_ee: top-100-200-tsitaadid

source: contributors
et_ee: tsitaatide-lisajad

source: minute ago
et_ee: minut tagasi

source: minutes ago
et_ee: minutit tagasi

source: hours ago
et_ee: tundi tagasi

source: ca
et_ee: u

source: You can only vote once for quotation!
et_ee: Sa võid ainult ühe korra tsitaati hinnata!
